import React from 'react';

function Features() {
  return (
    <div className='about__info'>
      <div className='about__us'>
        <h2>О нас</h2> <span>PASCAL VENT</span>
      </div>
      <div className='about__features'>
        <h2>Особенности</h2>
        <p>
          Мы любим то, чем занимаемся – поэтому у нас индивидуальный подход к
          каждому человеку, креативные решения для проекта любой сложности и
          высокий уровень клиентского сервиса.
        </p>
        <p>
          Именно поэтому нам доверяют сложнейшие задачи, рекомендуют нас и
          возвращаются вновь. Доверьте нам воплощение ваших самых изысканных и
          технологичных задач, и мы сделаем всё с высочайшим уровнем сервиса{' '}
          <span>Pascal Vent.</span>
        </p>
        <p>
          <span>Pascal Vent</span> гарантирует сертифицированные современные
          системы, оборудование, качественные материалы и самые оптимальные
          решения под любой бюджет.
        </p>
      </div>
    </div>
  );
}

export default Features;
